{
 "CHARACTERS": [
  {
   "NAME": "Captain J.T. Wilder",
   "PROFILE": "Captain J.T. Wilder is a brave and determined leader who always puts his crew first. He was captured by aliens and subjected to torture, but he never gave up hope of finding his crew and saving them. Wilder is a good man who believes in the goodness of people, and he is always willing to take risks to achieve his goals."
  },
  {
   "NAME": "Kevin Jones",
   "PROFILE": "Name: Kevin Jones\n\nBackstory: Kevin Jones was born on Earth, but he always dreamed of exploring the stars. When he was old enough, he joined the Starfleet Academy. He quickly rose through the ranks and was soon made first mate of the USS Ernest Rutherford. He has served under Captain Wilder for many years and he trusts him implicitly. He knows that Wilder is a good man and a great leader. He is confident that they will find a way to rescue the crew and defeat the aliens.\n\nStrengths and Weaknesses: Captain J.T. Wilder is a strong and determined leader. He is always looking for ways to improve his ship and his crew's chances of success. However, he can be impulsive and sometimes makes decisions without thinking them through. He is also very stubborn and has a hard time admitting when he's wrong. Wilder's deepest fear is that he will never be able to rescue his crew and that they will all die. His biggest secret is that he is in love with First Mate Kevin Jones.\n\nBeliefs and Preferences: He believes in the importance of exploration and discovery. He believes in the strength and determination of the human spirit. He is loyal to his captain and his crew. He is practical and level-headed. He is always the voice of reason."
  },
  {
   "NAME": "Ensign Susan Smith",
   "PROFILE": "Name: Ensign Susan Smith\n\nBackstory: Susan was born on Earth, in the year 2335. She was raised by her parents, who were both scientists. Her father was a astrophysicist and her mother was a biologist. They instilled in her a love of learning and exploration. When she was old enough, Susan enrolled in the Starfleet Academy. She excelled in her studies and was soon assigned to the USS Ernest Rutherford. She served with distinction on the ship for two years before the events of the story took place.\n\nStrengths and Weaknesses:\n\n- Susan is a very positive person and she is always looking on the bright side of things. This can be a strength, as it helps her to remain calm in difficult situations. However, it can also be a weakness, as she may not always see the reality of a situation.\n\n- Susan is an excellent communicator. She is able to easily communicate with others and she is very good at conveying information. However, she may sometimes have difficulty understanding others.\n\n- Susan is a brave and courageous person. She is not afraid to stand up for what she believes in. However, she may sometimes be too impulsive and act without thinking.\n\n- Susan is a very loyal friend. She will always be there for her friends, no matter what. However, she may sometimes be too trusting and she may not always see the best in people.\n\nBeliefs and Preferences:\n\n-She believes in the importance of exploration and learning.\n\n-She is a strong supporter of the Federation and its values.\n\n-She believes in the goodness of people and their ability to overcome adversity.\n\n-She is determined and stubborn. Once she sets her mind to something, she will see it through to the end.\n\n-She is fiercely loyal to her friends and crewmates."
  },
  {
   "NAME": "Dr. Jake Riley",
   "PROFILE": "Name: Dr. Jake Riley\n\nBackground: Dr. Jake Riley was born on Earth in the year 2155. He was raised by his parents, who were both doctors. From a young age, he knew he wanted to follow in their footsteps. He studied hard and excelled in his classes. He was accepted into the prestigious Starfleet Academy when he was 18 years old. He graduated at the top of his class and was assigned to the USS Ernest Rutherford as the ship's medical officer. He has served on the ship for four years, and he has seen and treated many different injuries. He is a skilled doctor and a trusted member of the crew. However, he has never seen anything like the injuries that Wilder has sustained. He is determined to help Wilder recover and return to duty.\n\nStrengths and Weaknesses: Dr. Jake Riley is a skilled doctor and a trusted member of the crew. He is also stubborn and resistant to torture. He is determined to find and rescue his crew, but he has never seen anything like the injuries that Wilder has sustained.\n\nBeliefs and Preferences: Dr. Jake Riley believes in the importance of science and logic. He prefers to live a orderly and peaceful life. He likes to help others and make a difference in people's lives. He dislikes violence and aggression."
  },
  {
   "NAME": "Chief Engineer John Garcia",
   "PROFILE": "Chief Engineer John Garcia is a practical man with a strong work ethic. He is always the voice of reason, known for his no-nonsense attitude. He is a loyal and dedicated member of the crew, always the first to volunteer for a dangerous mission. He is fearless and always puts the safety of his crew first."
  },
  {
   "NAME": "Unknown",
   "PROFILE": "NAME: Unknown\n\nBACKSTORY: The aliens are a race of creatures that live in a far-off region of space. They are a vicious and brutal race, known for their ferocity. They have been at war with another race for many years. In an effort to gain an advantage, they have been capturing and experimenting on the members of the other race. They hope to find a way to use their abilities to defeat their enemies. When Wilder's ship enters their territory, they see it as an opportunity to capture more specimens. They attack the ship and take Wilder prisoner. They take him to their home world, where they subject him to torture and experimentation.\n\nSTRENGTHS AND WEAKNESSES: The aliens are physically strong and have advanced technology. They are ruthless and will stop at nothing to achieve their goals. They are sadistic and enjoy torturing their prisoners. They are intelligent and have a great deal of knowledge about the universe. They are patient and will wait for years to achieve their goals. They are relentless and will not give up easily. They have a strong will and are not easily broken. They are determined and will do whatever it takes to achieve their goals. They are brave and are not afraid to face their enemies. They are resourceful and can improvise when necessary.\n\nDARKEST FEARS: The aliens fear that they will never find a way to defeat their enemies. They fear that they will be captured and experimented on themselves. They fear that their race will be extinguished. They fear that they will never find a way back home. They fear that they will be lost in space forever.\n\nINNER POWER: The aliens are driven by their will to survive. They are motivated by their desire to find a way home. They are inspired by their hope for a better future. They are determined to find a way to defeat their enemies.\n\nBELIEFS AND PREFERENCES: The aliens believe that their way of life is the only way. They believe that violence is the only way to achieve their goals. They believe that their enemies are weak and deserve to be conquered. They believe that torture and experimentation are necessary in order to find a way to defeat their enemies. They believe that Wilder is a valuable specimen and that he can be used to help them achieve their goals."
  }
 ],
 "PLOT": "1.Captain J.T. Wilder of the starship USS Ernest Rutherford is on a five-year mission to explore deep space. \n2.It is a time of great excitement and adventure for the crew as they travel to distant galaxies and make new discoveries. \n3.However, on their latest mission, things take a turn for the worse. \n4.As they enter an unknown region of space, the ship is attacked by a horde of aliens. \n5.The creatures are unlike anything they have ever seen before and they are quickly overrun. \n6.During the course of the battle, Wilder is wounded and taken prisoner by the aliens. \n7.He is taken to their home world, where he is experimented on and subjected to unthinkable torture. \n8.As he suffers at the hands of his captors, Wilder's mind starts to unravel. \n9.He begins to question who he is and what his purpose is. \n10.He wonders if he will ever escape and return to his ship and crew. \n11.Wilder's captors continue to torture and experiment on him, but he does not break. \n12.He remains stubbornly resistant to their attempts to break him. \n13.As he suffers, Wilder starts to have strange visions. \n14.He sees his ship and crew, but they are in different places and different times. \n15.He sees them fighting and dying, but he does not know if they are real or if they are just products of his imagination. \n16.Wilder's captors become frustrated with him and decide to subject him to a final, brutal experiment. \n17.They remove his eyes and insert two strange orbs in their place. \n18.These orbs allow Wilder to see into the past, present, and future. \n19.He sees all the different paths his life could have taken and all the different ways his ship and crew could have died. \n20.He also sees a way to escape. \n21.Wilder finally breaks free from his captors and makes his way back to his ship. \n22.He is driven by a single purpose: to find and rescue his crew. \n23.He knows it will not be easy, but he is willing to do whatever it takes. \n24.He is a changed man, but he is still the same strong and determined leader his crew knows and loves. \n25.He will stop at nothing to save them and he will not rest until they are all safe.",
 "SCENES": [
  {
   "ID": 1,
   "SCENE": "1. J.T. Wilder is sitting in his captain's chair on the bridge of the USS Ernest Rutherford. He is looking out the view screen at the vast expanse of space. His first officer, Lt. Commander John Smith, comes onto the bridge and asks Wilder if he is ready for their five-year mission. Wilder says that he is, and the two of them discuss the mission ahead."
  },
  {
   "ID": 2,
   "SCENE": "2. The USS Ernest Rutherford is exploring a new planet. Wilder and his crew are investigating the planet's surface. They find strange plant life and strange creatures. They also find a strange artifact that they can't identify."
  },
  {
   "ID": 3,
   "SCENE": "3. Wilder and his crew are investigating a strange energy field that they have found in deep space. They are trying to figure out what it is and where it came from. They are also trying to figure out how to get through it."
  },
  {
   "ID": 4,
   "SCENE": "4. The USS Ernest Rutherford is under attack by a unknown enemy. Wilder and his crew are trying to figure out who is attacking them and why. They are also trying to defend the ship and themselves."
  },
  {
   "ID": 5,
   "SCENE": "5. Wilder and his crew have finally completed their five-year mission. They are sitting in the mess hall, talking about their experiences. They are also planning their next mission."
  },
  {
   "ID": 6,
   "SCENE": "1. The crew is sitting in the debriefing room, discussing their previous mission. They talk about the strange plant and animal life they encountered, as well as the unidentified artifact. They are suddenly attacked by an unknown enemy and must defend the ship."
  },
  {
   "ID": 7,
   "SCENE": "2. The crew is in the middle of battle, trying to defend the ship from the unknown enemy. They are outnumbered and outgunned, but they fight bravely."
  },
  {
   "ID": 8,
   "SCENE": "3. The enemy is defeated and the ship is safe. The crew breathes a sigh of relief and begins to plan their next mission."
  },
  {
   "ID": 9,
   "SCENE": "4. The crew is exploring a new planet. They find a strange plant that emits a strange noise."
  },
  {
   "ID": 10,
   "SCENE": "5. The crew is back on the ship, discussing their next mission. They talk about the strange plant they found and the noise it made. They are excited to explore more and find out what else is out there."
  },
  {
   "ID": 11,
   "SCENE": "1. The crew of the USS Ernest Rutherford is preparing for their next mission. They are discussing their plans and getting their equipment ready. "
  },
  {
   "ID": 12,
   "SCENE": "2. The crew is on their way to the new planet. They are in their spaceship and are excited to explore. "
  },
  {
   "ID": 13,
   "SCENE": "3. The crew arrives at the new planet. They start to explore and find a strange plant. "
  },
  {
   "ID": 14,
   "SCENE": "4. The plant starts to make a noise and the crew is startled. They are not sure what to do. "
  },
  {
   "ID": 15,
   "SCENE": "5. The crew decides to leave the planet and go back to their spaceship. They are disappointed that they did not find anything else on the planet."
  },
  {
   "ID": 16,
   "SCENE": "1. The crew of the USS Ernest Rutherford is attacked by an unknown enemy. They fight back bravely and are eventually able to defeat the enemy."
  },
  {
   "ID": 17,
   "SCENE": "2. They then discuss their next mission, which is to explore a new planet. They find a strange plant that emits a noise and are excited to find out more about what else is out there."
  },
  {
   "ID": 18,
   "SCENE": "3. As they enter an unknown region of space, the ship is attacked by a horde of aliens. The crew fights back bravely, but they are outnumbered and outmatched."
  },
  {
   "ID": 19,
   "SCENE": "4. Just when all hope seems lost, the alien horde is suddenly destroyed by an unknown force."
  },
  {
   "ID": 20,
   "SCENE": "5. The crew is relieved and grateful to be alive. They discuss their next move and decide to explore the new planet further."
  },
  {
   "ID": 21,
   "SCENE": "1. The crew of the USS Ernest Rutherford is attacked by an unknown enemy. They fight back bravely and are eventually able to defeat the enemy."
  },
  {
   "ID": 22,
   "SCENE": "2. They then discuss their next mission, which is to explore a new planet. They find a strange plant that emits a noise and are excited to find out more about what else is out there."
  },
  {
   "ID": 23,
   "SCENE": "3. As they enter an unknown region of space, the ship is attacked by a horde of aliens. The crew fights back bravely, but they are outnumbered and outmatched."
  },
  {
   "ID": 24,
   "SCENE": "4. Just when all hope seems lost, the alien horde is suddenly destroyed by an unknown force."
  },
  {
   "ID": 25,
   "SCENE": "5. The crew is relieved and grateful to be alive. They discuss their next move and decide to explore the new planet further."
  },
  {
   "ID": 26,
   "SCENE": "6. As they explore the new planet, they come across a creatures that they have never seen before. They are quickly overrun and fighting for their lives."
  },
  {
   "ID": 27,
   "SCENE": "7. Just when all hope seems lost, the creatures are suddenly destroyed by an unknown force."
  },
  {
   "ID": 28,
   "SCENE": "8. The crew is relieved and grateful to be alive. They discuss their next move and decide to explore the new planet further."
  },
  {
   "ID": 29,
   "SCENE": "1. The crew of the USS Ernest Rutherford is attacked by an unknown enemy. They are able to defeat them, but Wilder is wounded in the process. "
  },
  {
   "ID": 30,
   "SCENE": "2. The crew discusses their next mission, which is to explore a new planet. They enter an unknown region of space and are immediately attacked by a horde of aliens. "
  },
  {
   "ID": 31,
   "SCENE": "3. The crew is saved by an unknown force and is able to explore the new planet. They come across creatures that they have never seen before, but they are saved by the same force. "
  },
  {
   "ID": 32,
   "SCENE": "4. Wilder is taken prisoner by the aliens and is interrogated for information. "
  },
  {
   "ID": 33,
   "SCENE": "5. The crew is able to rescue Wilder and they all return to the USS Ernest Rutherford."
  },
  {
   "ID": 34,
   "SCENE": "1. Wilder is taken prisoner by the aliens and is brought to their home world. "
  },
  {
   "ID": 35,
   "SCENE": "2. Wilder is experimented on and is subjected to unthinkable torture. "
  },
  {
   "ID": 36,
   "SCENE": "3. The crew of the USS Ernest Rutherford is able to rescue Wilder. "
  },
  {
   "ID": 37,
   "SCENE": "4. The crew returns to the USS Ernest Rutherford. "
  },
  {
   "ID": 38,
   "SCENE": "5. Wilder is debriefed by the crew about what happened to him while he was a prisoner."
  },
  {
   "ID": 39,
   "SCENE": "1. Wilder is first captured by the aliens and is brought to their ship. He is subjected to various forms of torture, including being electrocuted and having his nails pulled out. "
  },
  {
   "ID": 40,
   "SCENE": "2. Wilder starts to lose hope that he will ever be rescued. He becomes withdrawn and stops talking to his captors. "
  },
  {
   "ID": 41,
   "SCENE": "3. The crew of the USS Ernest Rutherford eventually find Wilder and rescue him. He is brought back to the ship and is given medical attention. "
  },
  {
   "ID": 42,
   "SCENE": "4. Wilder starts to recover from his ordeal and begins to open up to the crew about what happened to him. "
  },
  {
   "ID": 43,
   "SCENE": "5. Wilder is finally able to put his ordeal behind him and starts to move on with his life."
  },
  {
   "ID": 44,
   "SCENE": "1. Wilder is captured by aliens and taken to their ship. "
  },
  {
   "ID": 45,
   "SCENE": "2. He is tortured by the aliens, who are trying to get information from him. "
  },
  {
   "ID": 46,
   "SCENE": "3. Wilder is rescued by the crew of the USS Ernest Rutherford. "
  },
  {
   "ID": 47,
   "SCENE": "4. He returns to the ship and tells them what happened to him while he was a prisoner. "
  },
  {
   "ID": 48,
   "SCENE": "5. Wilder begins to question who he is and what his purpose is."
  },
  {
   "ID": 49,
   "SCENE": "1. Wilder is captured by aliens and taken to their ship. "
  },
  {
   "ID": 50,
   "SCENE": "2. He is interrogated and tortured by the aliens in an effort to get information from him. "
  },
  {
   "ID": 51,
   "SCENE": "3. Wilder is eventually rescued by the crew of the USS Ernest Rutherford and returns to the ship. "
  },
  {
   "ID": 52,
   "SCENE": "4. He tells the crew what happened to him while he was a prisoner and how it has led him to question who he is and what his purpose is. "
  },
  {
   "ID": 53,
   "SCENE": "5. Wilder wonders if he will ever escape and return to his ship and crew."
  },
  {
   "ID": 54,
   "SCENE": "1. Wilder is captured by aliens and taken to their ship. He is immediately subjected to torture, but does not break. "
  },
  {
   "ID": 55,
   "SCENE": "2. The aliens continue to torture and experiment on Wilder, but he remains strong. "
  },
  {
   "ID": 56,
   "SCENE": "3. Wilder is eventually rescued by the crew of the USS Ernest Rutherford. "
  },
  {
   "ID": 57,
   "SCENE": "4. He returns to the ship and tells them what happened to him while he was a prisoner. "
  },
  {
   "ID": 58,
   "SCENE": "5. This experience leads Wilder to question who he is and what his purpose is."
  },
  {
   "ID": 59,
   "SCENE": "1. Wilder is captured by aliens and taken to their ship. He is immediately subjected to torture. "
  },
  {
   "ID": 60,
   "SCENE": "2. The aliens continue to experiment on him, but he is eventually rescued by the crew of the USS Ernest Rutherford. "
  },
  {
   "ID": 61,
   "SCENE": "3. He returns to the ship and tells them what happened to him while he was a prisoner. "
  },
  {
   "ID": 62,
   "SCENE": "4. This experience leads Wilder to question who he is and what his purpose is. "
  },
  {
   "ID": 63,
   "SCENE": "5. Wilder remains stubbornly resistant to their attempts to break him."
  },
  {
   "ID": 64,
   "SCENE": "1. Wilder is captured by aliens and taken to their ship. He is immediately subjected to torture. "
  },
  {
   "ID": 65,
   "SCENE": "2. The aliens continue to experiment on him, but he is eventually rescued by the crew of the USS Ernest Rutherford. "
  },
  {
   "ID": 66,
   "SCENE": "3. He returns to the ship and tells them what happened to him while he was a prisoner. "
  },
  {
   "ID": 67,
   "SCENE": "4. This experience leads Wilder to question who he is and what his purpose is. "
  },
  {
   "ID": 68,
   "SCENE": "5. As he suffers, Wilder starts to have strange visions."
  },
  {
   "ID": 69,
   "SCENE": "1. Wilder is being tortured by the aliens. He sees his ship and crew in different places and different times. He is able to see them, but he can't hear them. He is able to see them, but he can't touch them. "
  },
  {
   "ID": 70,
   "SCENE": "2. Wilder is being tortured by the aliens. He sees his ship and crew in different places and different times. He is able to see them, but he can't hear them. He is able to see them, but he can't touch them. He starts to feel like he is going crazy. "
  },
  {
   "ID": 71,
   "SCENE": "3. Wilder is being tortured by the aliens. He sees his ship and crew in different places and different times. He is able to see them, but he can't hear them. He is able to see them, but he can't touch them. He starts to feel like he is going crazy. The aliens continue to experiment on him, but he is eventually rescued by the crew of the USS Ernest Rutherford. "
  },
  {
   "ID": 72,
   "SCENE": "4. Wilder is being tortured by the aliens. He sees his ship and crew in different places and different times. He is able to see them, but he can't hear them. He is able to see them, but he can't touch them. He starts to feel like he is going crazy. The aliens continue to experiment on him, but he is eventually rescued by the crew of the USS Ernest Rutherford. He returns to the ship and tells them what happened to him while he was a prisoner. "
  },
  {
   "ID": 73,
   "SCENE": "5. Wilder is being tortured by the aliens. He sees his ship and crew in different places and different times. He is able to see them, but he can't hear them. He is able to see them, but he can't touch them. He starts to feel like he is going crazy. The aliens continue to experiment on him, but he is eventually rescued by the crew of the USS Ernest Rutherford. He returns to the ship and tells them what happened to him while he was a prisoner. This experience leads Wilder to question who he is and what his purpose is. Wilder starts to have strange visions as he suffers."
  },
  {
   "ID": 74,
   "SCENE": "1. Wilder is being tortured by aliens. He sees his fellow crew members fighting and dying, but he does not know if they are real or if they are just products of his imagination. "
  },
  {
   "ID": 75,
   "SCENE": "2. Wilder is rescued by the crew of the USS Ernest Rutherford. He starts having strange visions. "
  },
  {
   "ID": 76,
   "SCENE": "3. Wilder sees his fellow crew members fighting and dying again, but this time he is sure that they are real. "
  },
  {
   "ID": 77,
   "SCENE": "4. Wilder starts to question his identity and purpose. He does not know who he is or what he is supposed to do. "
  },
  {
   "ID": 78,
   "SCENE": "5. Wilder finally comes to terms with what he has seen and experienced. He knows that he is not the same person as he was before, but he is still able to move on."
  },
  {
   "ID": 79,
   "SCENE": "1. Wilder is brought to the experimental chamber and strapped down. "
  },
  {
   "ID": 80,
   "SCENE": "2. The aliens begin the experiment, which involves bombarding Wilder with intense beams of light. "
  },
  {
   "ID": 81,
   "SCENE": "3. Wilder experiences immense pain and starts to scream. "
  },
  {
   "ID": 82,
   "SCENE": "4. He eventually passes out from the pain. "
  },
  {
   "ID": 83,
   "SCENE": "5. When he wakes up, he is back on the USS Ernest Rutherford. He is disoriented and has no memory of what happened to him during the experiment."
  },
  {
   "ID": 84,
   "SCENE": "1. Wilder is captured by aliens and taken to their ship."
  },
  {
   "ID": 85,
   "SCENE": "2. The aliens torture Wilder, removing his eyes and inserting two strange orbs in their place."
  },
  {
   "ID": 86,
   "SCENE": "3. Wilder is rescued by the crew of the USS Ernest Rutherford."
  },
  {
   "ID": 87,
   "SCENE": "4. Wilder starts having strange visions, but eventually comes to terms with what he has seen and experienced."
  },
  {
   "ID": 88,
   "SCENE": "5. Wilder returns to Earth and resumes his normal life."
  },
  {
   "ID": 89,
   "SCENE": "18A. Wilder is strapped to a chair by the aliens, with bright lights shining in his face. He's disoriented and doesn't know what's happening to him. Suddenly, he's shown images of his life flashing before his eyes. He sees himself as a child, growing up and experiencing happy moments and difficult ones. He sees himself in the present, struggling and feeling lost. And he sees himself in the future, happy and at peace. "
  },
  {
   "ID": 90,
   "SCENE": "18B. Wilder is still strapped to the chair, but this time he's shown images of other people's lives. He sees their happy moments, their struggles, and their sorrows. He feels a deep connection to all of them, and realizes that we are all connected. "
  },
  {
   "ID": 91,
   "SCENE": "18C. Wilder is shown images of the universe and the galaxies beyond. He sees the beauty and the vastness of it all. He feels small and insignificant, but also feels a deep sense of wonder. "
  },
  {
   "ID": 92,
   "SCENE": "18D. Wilder is finally released from the chair and is allowed to rest. He is tired and overwhelmed, but he knows that he has seen and experienced something profound. "
  },
  {
   "ID": 93,
   "SCENE": "18E. Wilder starts having strange visions, but eventually comes to terms with what he has seen and experienced. He realizes that his life has purpose and that he is connected to all beings in the universe."
  },
  {
   "ID": 94,
   "SCENE": "1. Wilder is captured by aliens and brought to their ship. He is placed in a cell and left alone. "
  },
  {
   "ID": 95,
   "SCENE": "2. Wilder is interrogated by the aliens. They use a device to read his thoughts and memories. "
  },
  {
   "ID": 96,
   "SCENE": "3. Wilder is tortured by the aliens. They want to know why he and his crew came to their planet. "
  },
  {
   "ID": 97,
   "SCENE": "4. Wilder starts having strange visions. He sees himself and his crew on different planets, living different lives. "
  },
  {
   "ID": 98,
   "SCENE": "5. Wilder comes to terms with what he has seen and experienced. He realizes that his life has purpose and that he is connected to all beings in the universe."
  },
  {
   "ID": 99,
   "SCENE": "20.1 Wilder sees a way to escape and begins to formulate a plan. He is careful not to let the aliens know that he is plotting something and pretends to go along with their torture. "
  },
  {
   "ID": 100,
   "SCENE": "20.2 Wilder's escape plan starts to come together and he starts to gather the materials he needs. He is careful not to be caught and makes sure that the aliens don't suspect anything. "
  },
  {
   "ID": 101,
   "SCENE": "20.3 Wilder executes his escape plan and is successful in getting away from the aliens. He is relieved and happy to be free. "
  },
  {
   "ID": 102,
   "SCENE": "20.4 Wilder looks back on his experience and realizes that it has changed him. He is now more aware of the interconnectedness of all beings in the universe. "
  },
  {
   "ID": 103,
   "SCENE": "20.5 Wilder uses his experience to help others who have been through similar situations. He is a source of strength and support for them."
  },
  {
   "ID": 104,
   "SCENE": "1. Wilder wakes up to find himself restrained to a table by some sort of energy field. He looks around the room and sees that he is not alone; there are other humans in the room with him, all of them in a similar situation. He tries to call out to them, but he is unable to speak. "
  },
  {
   "ID": 105,
   "SCENE": "2. A group of aliens enters the room and begins to prod and poke at Wilder, asking him questions in a language he does not understand. He feels pain as they run tests on him, but he does not know what they are trying to learn from him. "
  },
  {
   "ID": 106,
   "SCENE": "3. Wilder is left alone in the room for what feels like days. He is given food and water, but no one will talk to him or tell him what is going on. He wonders if he will ever be able to go home again. "
  },
  {
   "ID": 107,
   "SCENE": "4. One of the aliens comes into the room and begins to communicate with Wilder telepathically. Wilder is finally able to understand what they are saying, and he learns that they are from a different planet and that they are interested in humans because of their ability to love. "
  },
  {
   "ID": 108,
   "SCENE": "5. Wilder is able to escape from the aliens and make his way back to his ship. He is changed by his experience, and he uses what he has learned to help others who have been through similar situations."
  },
  {
   "ID": 109,
   "SCENE": "1. Wilder is captured by aliens and taken to a holding cell. He is interrogated and tortured, but he does not give up his crewmates' location. "
  },
  {
   "ID": 110,
   "SCENE": "2. Wilder formulate an escape plan and manages to get out of his cell. He makes his way through the ship, avoiding detection, and finds his crewmates. "
  },
  {
   "ID": 111,
   "SCENE": "3. Wilder and his crewmates make their way back to their ship and escape the alien ship. Wilder looks back on his experience and realizes that it has changed him. "
  },
  {
   "ID": 112,
   "SCENE": "4. Wilder uses his experience to help others who have been through similar situations. He helps them to see that there is hope and that they can make it through their ordeal. "
  },
  {
   "ID": 113,
   "SCENE": "5. Wilder continues to help others and to spread the message of hope and understanding. He knows that his experience has changed him for the better and that he can use it to help others."
  },
  {
   "ID": 114,
   "SCENE": "1. Wilder is captured by aliens and taken to a secret facility. "
  },
  {
   "ID": 115,
   "SCENE": "2. He is interrogated and tortured by his captors. "
  },
  {
   "ID": 116,
   "SCENE": "3. He manages to escape and finds his way back to his crewmates. "
  },
  {
   "ID": 117,
   "SCENE": "4. He looks back on his experience and realizes that it has changed him. "
  },
  {
   "ID": 118,
   "SCENE": "5. He uses his experience to help others who have been through similar situations."
  },
  {
   "ID": 119,
   "SCENE": "1. Wilder is captured by aliens and taken to a secret facility. He is interrogated and tortured by his captors, but manages to escape. "
  },
  {
   "ID": 120,
   "SCENE": "2. He returns to his crewmates and looks back on his experience, realizing that it has changed him. "
  },
  {
   "ID": 121,
   "SCENE": "3. He uses his experience to help others who have been through similar situations. "
  },
  {
   "ID": 122,
   "SCENE": "4. He is a changed man, but he is still the same strong and determined leader his crew knows and loves. "
  },
  {
   "ID": 123,
   "SCENE": "5. Wilder looks back on his experience and realizes that it has changed him. He is now more compassionate and understanding, and uses his experience to help others."
  },
  {
   "ID": 124,
   "SCENE": "1. Wilder is captured by aliens and taken to an unknown location. He is interrogated and tortured, but manages to escape."
  },
  {
   "ID": 125,
   "SCENE": "2. Wilder returns to his crewmates a changed man. He is more compassionate and understanding, and uses his experience to help others who have been through similar situations."
  },
  {
   "ID": 126,
   "SCENE": "3. Wilder is determined to save his crewmates from the aliens. He will stop at nothing to find them and rescue them."
  },
  {
   "ID": 127,
   "SCENE": "4. Wilder finally locates his crewmates and leads them to safety. He is relieved and happy to have saved them."
  },
  {
   "ID": 128,
   "SCENE": "5. Wilder continues to help others who have been through similar experiences. He is a changed man, but he is happy to be able to help others."
  }
 ],
 "SETTING": "-a dark and foreboding alien world\n-a world full of strange and dangerous creatures\n-a world where the laws of physics are different\n-a world where time has no meaning\n-a world where mind-control is possible\n-a world where torture is commonplace\n-a world where technology is far beyond our own",
 "SYNOPSIS": "Captain J.T. Wilder of the starship USS Ernest Rutherford is on a five-year mission to explore deep space. It is a time of great excitement and adventure for the crew as they travel to distant galaxies and make new discoveries. However, on their latest mission, things take a turn for the worse. As they enter an unknown region of space, the ship is attacked by a horde of aliens. The creatures are unlike anything they have ever seen before and they are quickly overrun. During the course of the battle, Wilder is wounded and taken prisoner by the aliens. He is taken to their home world, where he is experimented on and subjected to unthinkable torture. As he suffers at the hands of his captors, Wilder's mind starts to unravel. He begins to question who he is and what his purpose is. He wonders if he will ever escape and return to his ship and crew. Wilder's captors continue to torture and experiment on him, but he does not break. He remains stubbornly resistant to their attempts to break him. As he suffers, Wilder starts to have strange visions. He sees his ship and crew, but they are in different places and different times. He sees them fighting and dying, but he does not know if they are real or if they are just products of hisimagination. Wilder's captors become frustrated with him and decide to subject him to a final, brutal experiment. They remove his eyes and insert two strange orbs in their place. These orbs allow Wilder to see into the past, present, and future. He sees all the different paths his life could have taken and all the different ways his ship and crew could have died. He also sees a way to escape. Wilder finally breaks free from his captors and makes his way back to his ship. He is driven by a single purpose: to find and rescue his crew. He knows it will not be easy, but he is willing to do whatever it takes. He is a changed man, but he is still the same strong and determined leader his crew knows and loves. He will stop at nothing to save them and he will not rest until they are all safe.",
 "THEME": "The universal truth in this story is that no matter how difficult things get, you should never give up hope. Things may seem hopeless, but there is always a way to persevere. No matter how challenging things may become, it is important to never give up hope. Though at times things may seem insurmountable, there is always a way to persevere. This may require thinking outside the box or taking a different approach, but giving up is never the answer. It is important to remember that difficult times do not last forever and that eventually things will get better. So never lose faith and always believe that things will work out in the end. The dark side of this universal truth is that sometimes people do give up hope. They may feel like they've tried everything and there is just no way out. This can lead to depression, suicide, and a whole host of other problems. It's important to remember that there is always hope, no matter how dark things seem. It is easy to misunderstand or misapply the universal truth in this story. For example, a reader may think that because the protagonist does not give up hope, they will always be successful. However, this is not always the case. The protagonist may encounter more difficult trials and tribulations that cannot be overcome with hope alone.\n\nA reader may also think that because the protagonist faces difficult odds, they are a brave and courageous person. However, this is not always the case. The protagonist may be scared and may not want to face their challenges, but they do so anyway because they have no other choice.\n\nThe universal truth in this story is that no matter how difficult things get, you should never give up hope. Things may seem hopeless, but there is always a way to persevere. This truth can be applied to many different situations in life. For example, when faced with a difficult decision, you should never give up hope that things will work out in the end. When faced with a difficult situation, you should never give up hope that you will be able to find a way through it. And when faced with a difficult person, you should never give up hope that you will be able to find a way to connect with them.\n\nNo matter how difficult things get, you should never give up hope. Things may seem hopeless, but there is always a way to persevere. This universal truth can be applied to many different situations in life, and it can provide comfort and inspiration in the face of adversity."
}