{
 "CHARACTERS": "1. Captain J.T. Wilder: The story's protagonist. He is the captain of the starship USS Ernest Rutherford. He is a brave and brave and determined leader. He is always looking out for his crew and he will do whatever it takes to save them.\n\n2. First Mate Kevin Jones: Wilder's right-hand man. He is a level-headed and practical man. He is always the voice of reason. He is loyal to Wilder and he will follow him into battle.\n\n3. Ensign Susan smith: The ship's communications officer. She is a bright and bubbly person. She is always upbeat and positive. She is known for her cheerful attitude.\n\n4. Dr. Jake Riley: The ship's medical officer. He is a serious and serious-minded man. He is always the voice of reason. He is known for his calm and collected demeanor.\n\n5. Chief Engineer John Garcia: The ship's chief engineer. He is a hard-working and practical man. He is always the voice of reason. He is known for his no-nonsense attitude.\n\n6. The aliens: A race of unknown creatures that attack Wilder's ship. They are vicious and brutal. They are known for their ferocity.",
 "PLOT": "1.Captain J.T. Wilder of the starship USS Ernest Rutherford is on a five-year mission to explore deep space. \n2.It is a time of great excitement and adventure for the crew as they travel to distant galaxies and make new discoveries. \n3.However, on their latest mission, things take a turn for the worse. \n4.As they enter an unknown region of space, the ship is attacked by a horde of aliens. \n5.The creatures are unlike anything they have ever seen before and they are quickly overrun. \n6.During the course of the battle, Wilder is wounded and taken prisoner by the aliens. \n7.He is taken to their home world, where he is experimented on and subjected to unthinkable torture. \n8.As he suffers at the hands of his captors, Wilder's mind starts to unravel. \n9.He begins to question who he is and what his purpose is. \n10.He wonders if he will ever escape and return to his ship and crew. \n11.Wilder's captors continue to torture and experiment on him, but he does not break. \n12.He remains stubbornly resistant to their attempts to break him. \n13.As he suffers, Wilder starts to have strange visions. \n14.He sees his ship and crew, but they are in different places and different times. \n15.He sees them fighting and dying, but he does not know if they are real or if they are just products of his imagination. \n16.Wilder's captors become frustrated with him and decide to subject him to a final, brutal experiment. \n17.They remove his eyes and insert two strange orbs in their place. \n18.These orbs allow Wilder to see into the past, present, and future. \n19.He sees all the different paths his life could have taken and all the different ways his ship and crew could have died. \n20.He also sees a way to escape. \n21.Wilder finally breaks free from his captors and makes his way back to his ship. \n22.He is driven by a single purpose: to find and rescue his crew. \n23.He knows it will not be easy, but he is willing to do whatever it takes. \n24.He is a changed man, but he is still the same strong and determined leader his crew knows and loves. \n25.He will stop at nothing to save them and he will not rest until they are all safe.",
 "SCENES": [
  {
   "ID": 1,
   "SCENE": "Captain Wilder is on the bridge of the starship. He is discussing the mission with his first officer, Commander James Smith."
  },
  {
   "ID": 2,
   "SCENE": "Captain Wilder is in the mess hall of the starship eating dinner with Commander Smith and Lt. Commander Michael Jones, the ship’s second officer."
  },
  {
   "ID": 3,
   "SCENE": "Captain Wilder is in his quarters on the starship reading a book when he gets a call from Admiral Miller, who commands Star Fleet Command. Miller tells Wilder that there has been an attack on Star Fleet Headquarters by an unknown enemy and that they are now at war with an alien race called the Ssaurians. Miller orders Wilder to take his ship to Mars and join up with other Star Fleet ships there to get ready for battle."
  },
  {
   "ID": 4,
   "SCENE": "The starship arrives at Mars and joins up with other Star Fleet ships that have also been ordered there by Admiral Miller. The ships are all being commanded by their captains because Admiral Miller has been killed in the attack on Star Fleet Headquarters by the Ssaurians. They await further orders from Admiral M’Benga, who has taken over command of Star Fleet until a new admiral can be appointed by President Henderson of Earth."
  },
  {
   "ID": 5,
   "SCENE": "Captain Wilder and his crew are in their quarters preparing for the next mission."
  },
  {
   "ID": 6,
   "SCENE": "The crew is in the mess hall talking about their missions."
  },
  {
   "ID": 7,
   "SCENE": "Captain Wilder and Commander Koll are in the control room getting ready to launch."
  },
  {
   "ID": 8,
   "SCENE": "The ship is on its way to a foreign galaxy when they encounter an alien ship. It is a battle of wits between Captain Wilder and the alien captain."
  },
  {
   "ID": 9,
   "SCENE": "Captain Wilder and his crew are on their way to a foreign galaxy when they encounter an alien ship. It is a battle of wits between Captain Wilder and the alien captain."
  },
  {
   "ID": 10,
   "SCENE": "The alien captain has the upper hand. Captain Wilder is forced to surrender."
  },
  {
   "ID": 11,
   "SCENE": "The alien captain has taken Captain Wilder and his crew prisoner in their own ship. They are now in the hands of the enemy."
  },
  {
   "ID": 12,
   "SCENE": "Captain Wilder and his crew are being held hostage by the aliens who have taken over their ship. They are now prisoners on board an enemy ship in a foreign galaxy."
  },
  {
   "ID": 13,
   "SCENE": "The aliens attack the ship. The crew is in a panic. Captain Wilder is taken prisoner by an alien, who carries him to a cell."
  },
  {
   "ID": 14,
   "SCENE": "The alien leaves Captain Wilder in the cell. The captain finds a way to escape, but he can’t find his crew members. He searches for them and finds them all in a different part of the ship. They are all being held prisoner by different aliens. The captain learns that they are being held hostage until their leader agrees to surrender their planet to the aliens."
  },
  {
   "ID": 15,
   "SCENE": "Captain Wilder organizes his crew into an escape plan, but they have to find a way off the ship before it reaches its destination planet and they are turned over to their leader as prisoners. They have limited time and resources, so they must act quickly if they want to escape with their lives intact!"
  },
  {
   "ID": 16,
   "SCENE": "The crew is taken prisoner by the creatures."
  },
  {
   "ID": 17,
   "SCENE": "The crew is taken to a cell on board the ship."
  },
  {
   "ID": 18,
   "SCENE": "Captain Wilder finds a way to escape from his cell and searches for his crew members. He finds them all in various parts of the ship being held prisoner by different creatures."
  },
  {
   "ID": 19,
   "SCENE": "Captain Wilder learns that they are being held hostage until their leader agrees to surrender their planet to the aliens. He organizes his crew into an escape plan, but they have to find a way off the ship before it reaches its destination planet and they are turned over to their leader as prisoners. They have limited time and resources, so they must act quickly if they want to escape with their lives intact!"
  },
  {
   "ID": 20,
   "SCENE": "Wilder is taken to a cell and locked in. He finds a way out of the cell and runs into an alien guard."
  },
  {
   "ID": 21,
   "SCENE": "Wilder runs into the alien guard. He attacks the alien, but is wounded by it's weapon."
  },
  {
   "ID": 22,
   "SCENE": "The alien tells Wilder that he will be killed if he tries to escape again."
  },
  {
   "ID": 23,
   "SCENE": "Wilder finds a way out of his cell, but has to fight another alien guard."
  },
  {
   "ID": 24,
   "SCENE": "The alien ship arrives at its destination planet. The leader of the aliens is told that a human prisoner has been taken and will be turned over to him."
  },
  {
   "ID": 25,
   "SCENE": "Captain Wilder wakes up in a cell on the alien's home planet. He looks around and sees that he is alone in the cell. He looks around for a way to escape but finds none. He tries to get out of the cell but finds it impossible, so he sits down, wondering what they are going to do with him and how they are going to torture him."
  },
  {
   "ID": 26,
   "SCENE": "One of the aliens opens his cell door and tells him to come with them. They take him down a long hallway and into an elevator that takes them up several floors in the building. They exit the elevator and walk down another long hallway until they reach an area where there are many other cells just like his on both sides of the hall. They open one of these cells, walk inside, and motion for Captain Wilder to follow them inside as well. He does so, wondering what is going on here? Why are all these cells being opened? Are they going to put all their prisoners together? What are they planning on doing with them?"
  },
  {
   "ID": 27,
   "SCENE": "The aliens lock Captain Wilder inside one of these cells, grab his arms, turn him around and push him against a wall! They place their hands on either side of his head! Suddenly he feels like he's being pulled apart! His mind starts racing at a million miles per hour! What are they doing?! What have they done to me?! What's happening?! Suddenly everything goes black as he feels himself losing consciousness!"
  },
  {
   "ID": 28,
   "SCENE": "Wilder is in a cell. He is beaten and being interrogated."
  },
  {
   "ID": 29,
   "SCENE": "Wilder is in a cell with his crew members. They are all being tortured by the aliens."
  },
  {
   "ID": 30,
   "SCENE": "Wilder is in a cell with his crew members. They are all being tortured by the aliens."
  },
  {
   "ID": 31,
   "SCENE": "Wilder is in a cell with his crew members. They are all being tortured by the aliens."
  },
  {
   "ID": 32,
   "SCENE": "Captain Wilder and his crew are in a room with many other creatures. They are being tortured by the aliens. Some of his crew members are being killed. Captain Wilder is able to escape and tries to find his crew members. He finds them all in different parts of the ship, but they are being held prisoner by different aliens, so he can't free them all at once."
  },
  {
   "ID": 33,
   "SCENE": "Captain Wilder finds his first crew member, Lieutenant Smith, who is being held prisoner in a room with several other creatures. He manages to rescue him and they escape together."
  },
  {
   "ID": 34,
   "SCENE": "Captain Wilder finds his second crew member, Ensign Jones, who is being held captive in a room by two aliens. He manages to rescue him and they escape together too."
  },
  {
   "ID": 35,
   "SCENE": "Captain Wilder finds his third crew member, Lieutenant Anderson, who is being held captive in a room by one alien that keeps changing into different creatures. He manages to rescue him and they escape together too."
  },
  {
   "ID": 36,
   "SCENE": "Captain Wilder finds himself in a holding cell with no escape. He is being guarded by a tall, slender alien who doesn't speak the same language as Captain Wilder. The alien walks away and returns with another alien who is much larger and stronger. The larger alien grabs Captain Wilder by the arm and drags him down the hall to another holding cell where he locks him inside."
  },
  {
   "ID": 37,
   "SCENE": "Captain Wilder's crew members are also being held prisoner in different parts of the ship. They are all being tortured by different aliens and their guards."
  },
  {
   "ID": 38,
   "SCENE": "Captain Wilder's crew members are also being held prisoner in different parts of the ship. They are all being tortured by different aliens and their guards."
  },
  {
   "ID": 39,
   "SCENE": "Captain Wilder's crew members are also being held prisoner in different parts of the ship. They are all being tortured by different aliens and their guards."
  },
  {
   "ID": 40,
   "SCENE": "Captain Wilder is taken to a new room where he is strapped to a table and his arms are stretched out. A laser beam is used to cut into his arms, and then they are sewn back together. They continue cutting into his arms until they have reached the bone. He is then taken back to his cell."
  },
  {
   "ID": 41,
   "SCENE": "Captain Wilder's crew members are taken one by one to a medical room where they are experimented on and tortured in different ways."
  },
  {
   "ID": 42,
   "SCENE": "Captain Wilder's crew members are brought into a room that looks like a torture chamber, but it is actually an escape pod that can be launched from the ship! They launch it before their captors can stop them, but the pod does not have enough fuel to reach the nearest planet, so they need more fuel or else they will die in space!"
  },
  {
   "ID": 43,
   "SCENE": "The aliens take Captain Wilder's crew members back to their cells, but the aliens don't know what happened to them because the escape pod was launched without their knowledge. The aliens decide that they must find out what happened before proceeding with their plan for taking over Earth. They want Captain Wilder's cooperation in this matter, so they torture him again by burning him with lasers until he tells them what happened. He refuses and continues to lie even though he knows that his crew members have escaped on an escape pod with limited fuel! The aliens take him back to his cell where he recovers from his burns and waits for another opportunity to escape!"
  },
  {
   "ID": 44,
   "SCENE": "He is taken to an alien prison cell."
  },
  {
   "ID": 45,
   "SCENE": "He is questioned by the aliens about his planet."
  },
  {
   "ID": 46,
   "SCENE": "He is questioned by the aliens about his planet’s military strength."
  },
  {
   "ID": 47,
   "SCENE": "He is questioned by the aliens about his planet’s military weakness."
  },
  {
   "ID": 48,
   "SCENE": "Wilder is in the prison cell with his crew. He's in a lot of pain and he's hallucinating."
  },
  {
   "ID": 49,
   "SCENE": "Wilder is with his crew, but they don't know he's there."
  },
  {
   "ID": 50,
   "SCENE": "Wilder is in a prison cell alone, but he sees someone else there with him."
  },
  {
   "ID": 51,
   "SCENE": "Wilder is in a prison cell alone, but he sees someone else there with him."
  },
  {
   "ID": 52,
   "SCENE": "Captain Wilder is in a hallway, and he sees his crew. He calls out to them, but they don't hear him."
  },
  {
   "ID": 53,
   "SCENE": "Captain Wilder sees the alien leader in the hallway and runs to get away from him. He runs into his crew members and realizes he is in the same place as his crew. They are all together now."
  },
  {
   "ID": 54,
   "SCENE": "Captain Wilder and his crew are surprised to see each other. They are happy to see each other alive, but they have no time to talk because they have to find a way off the ship before it reaches its destination planet."
  },
  {
   "ID": 55,
   "SCENE": "Captain Wilder and his crew discuss their options while they walk down a hallway toward an escape pod. They must act quickly before it is too late!"
  },
  {
   "ID": 56,
   "SCENE": "Captain Wilder is sitting in the escape pod and he is imagining his crew fighting and dying. He wants to help them, but he cannot. He knows that they are just figments of his imagination, but he feels so guilty for leaving them behind."
  },
  {
   "ID": 57,
   "SCENE": "Captain Wilder is sitting in the escape pod and he is imagining his crew fighting and dying. He wants to help them, but he cannot. He knows that they are just figments of his imagination, but he feels so guilty for leaving them behind."
  },
  {
   "ID": 58,
   "SCENE": "Captain Wilder is sitting in the escape pod and he is imagining his crew fighting and dying. He wants to help them, but he cannot. He knows that they are just figments of his imagination, but he feels so guilty for leaving them behind."
  },
  {
   "ID": 59,
   "SCENE": "Captain Wilder is sitting in the escape pod and he is imagining his crew fighting and dying. He wants to help them, but he cannot. He knows that they are just figments of his imagination, but he feels so guilty for leaving them behind."
  },
  {
   "ID": 60,
   "SCENE": "Wilder and his crew are walking down a hallway toward an escape pod. They are discussing their options. They know they have to act quickly before they are turned over as prisoners."
  },
  {
   "ID": 61,
   "SCENE": "The aliens take Wilder to a room where they have prepared an experiment for him. He is strapped to a table and they begin to torture him with electricity."
  },
  {
   "ID": 62,
   "SCENE": "Wilder's crew is informed that he has been taken away by the aliens for a final experiment, and they realize it will be up to them to save the day! It will be difficult for them to escape from their own prison cells, but there is nothing else that can be done!"
  },
  {
   "ID": 63,
   "SCENE": "The aliens continue the experiment on Wilder. They shock him with electricity and he begins to lose consciousness. He struggles against the straps that hold him down, but it is no use! He black-outs!"
  },
  {
   "ID": 64,
   "SCENE": "Captain Wilder awakens in a small room with a metallic table. He is strapped down to it, and he feels his head and discovers that his eyes have been removed. He struggles with the straps and breaks free, but then he falls to the floor."
  },
  {
   "ID": 65,
   "SCENE": "Captain Wilder regains his senses and gets up off the floor, but then he feels a sharp pain in his back and falls again. He tries again, but this time he crawls on the floor toward the door. He manages to open it by pulling on it with all his strength, but then he loses consciousness again."
  },
  {
   "ID": 66,
   "SCENE": "Captain Wilder awakens for a third time and realizes that he is no longer tied down to the table. He gets up off the floor and sees an eye-shaped object on top of a shelf across from him. He reaches for it, but then something hits him from behind and knocks him out again!"
  },
  {
   "ID": 67,
   "SCENE": "Captain Wilder wakes up for a fourth time and finds himself lying on the table with straps around his wrists and ankles. A strange alien walks over to him with a needle in one hand, so Captain Wilder struggles against his bindings until they break free! The alien injects something into him, so Captain Wilder punches out the alien with one punch! The alien lies unconscious on the floor next to him, so Captain Wilder takes off running toward an escape pod!"
  },
  {
   "ID": 68,
   "SCENE": "Wilder is in his quarters looking at the three orbs."
  },
  {
   "ID": 69,
   "SCENE": "Wilder is in the control room watching the aliens on the screen."
  },
  {
   "ID": 70,
   "SCENE": "Wilder is in the hallway running toward an escape pod when he hears a loud rumbling noise. He turns around and sees a dozen aliens coming toward him. The escape pod door closes and locks before they can get to him."
  },
  {
   "ID": 71,
   "SCENE": "The aliens are surrounding Wilder in the escape pod, but he manages to fight his way out of their grasp and get into an escape pod. He launches off just as an alien launches himself at him and manages to knock him out with a blow to the head!"
  },
  {
   "ID": 72,
   "SCENE": "Captain Wilder and his crew are captured by aliens and held hostage."
  },
  {
   "ID": 73,
   "SCENE": "Captain Wilder and his crew are being held until their leader agrees to surrender their planet to the aliens, but Captain Wilder manages to escape."
  },
  {
   "ID": 74,
   "SCENE": "He finds his crew members being held prisoner in different parts of the ship, so they discuss their options while walking down a hallway toward an escape pod. However, they are injected with a substance that knocks them out before they can escape."
  },
  {
   "ID": 75,
   "SCENE": "Captain Wilder wakes up for a fourth time and finds himself lying on the table with straps around his wrists and ankles. A strange alien walks over to him with a needle in one hand, but Captain Wilder breaks free and punches out the alien. He then takes off running toward an escape pod!"
  },
  {
   "ID": 76,
   "SCENE": "REWRITE THE FIRST FIVE S FROM THE NEW POINT OF VIEW AND THEN ADD ANOTHER THREE S TO THE END OF"
  },
  {
   "ID": 77,
   "SCENE": "Captain Wilder and his crew have escaped their captors, but they are still trapped in the alien spaceship. They decide to make their way toward the cockpit where they can hopefully find a way to escape."
  },
  {
   "ID": 78,
   "SCENE": "Captain Wilder and his crew make their way toward the cockpit of the alien spaceship. The aliens try to stop them, but they manage to fight off the aliens and continue on their way."
  },
  {
   "ID": 79,
   "SCENE": "Captain Wilder and his crew have made it to the cockpit of the alien spaceship where they find a control panel that looks like it controls escape pods. They press a few buttons and an escape pod appears on their screen. They run toward it, but when they get there it is empty! The alien ship has already launched an escape pod!"
  },
  {
   "ID": 80,
   "SCENE": "Captain Wilder and his crew are furious that someone has stolen their only chance at escaping from this ship! They must find another way out!"
  },
  {
   "ID": 81,
   "SCENE": "Wilder wakes up lying on the table with straps around his wrists and ankles."
  },
  {
   "ID": 82,
   "SCENE": "Wilder breaks free from his captors and makes his way back to his ship."
  },
  {
   "ID": 83,
   "SCENE": "Wilder finds himself lying on the table with straps around his wrists and ankles."
  },
  {
   "ID": 84,
   "SCENE": "Wilder breaks free from his captors and makes his way back to his ship."
  },
  {
   "ID": 85,
   "SCENE": "Captain Wilder and his crew are still trapped in the alien spaceship."
  },
  {
   "ID": 86,
   "SCENE": "Captain Wilder and his crew try to find a way out of the alien spaceship."
  },
  {
   "ID": 87,
   "SCENE": "Captain Wilder and his crew are still trapped in the alien spaceship."
  },
  {
   "ID": 88,
   "SCENE": "Captain Wilder and his crew try to find a way out of the alien spaceship."
  },
  {
   "ID": 89,
   "SCENE": "Captain Wilder and his crew make their way toward the cockpit of the alien spaceship. The aliens try to stop them, but they manage to fight off the aliens and continue on their way."
  },
  {
   "ID": 90,
   "SCENE": "Captain Wilder and his crew have made it to the cockpit of the alien spaceship where they find a control panel that looks like it controls escape pods. They press a few buttons and an escape pod appears on their screen. They run toward it, but when they get there it is empty! The alien ship has already launched an escape pod! Captain Wilder and his crew are furious that someone has stolen their only chance at escaping from this ship! They must find another way out!"
  },
  {
   "ID": 91,
   "SCENE": "Captain Wilder and his crew are still trapped in the alien spaceship. Captain Wilder and his crew try to find a way out of the alien spaceship."
  },
  {
   "ID": 92,
   "SCENE": "Captain Wilder finds himself lying on the table with straps around his wrists and ankles. A strange alien walks over to him with a needle in one hand, but Captain Wilder breaks free and punches out the alien. He then takes off running toward an escape pod!"
  },
  {
   "ID": 93,
   "SCENE": "Captain Wilder and his crew are still trapped in the alien spaceship. They must find a way out, but it is too late to go back to the escape pod."
  },
  {
   "ID": 94,
   "SCENE": "Captain Wilder and his crew are still trapped in the alien spaceship. They must find a way out, but it is too late to go back to the escape pod."
  },
  {
   "ID": 95,
   "SCENE": "Captain Wilder and his crew are still trapped in the alien spaceship. They must find a way out, but it is too late to go back to the escape pod."
  },
  {
   "ID": 96,
   "SCENE": "Captain Wilder and his crew are still trapped in the alien spaceship. They must find a way out, but it is too late to go back to the escape pod."
  },
  {
   "ID": 97,
   "SCENE": "Captain Wilder and his crew are still trying to find a way out of the alien spaceship. They decide to follow one of the aliens to see if they can find a way out. When they get there, they find that it is an escape pod! Captain Wilder and his crew run toward it, but it is too late. The alien ship has already launched the escape pod! Captain Wilder and his crew are furious that someone has stolen their only chance at escaping from this ship! They must find another way out!"
  },
  {
   "ID": 98,
   "SCENE": "Captain Wilder and his crew are still trying to find a way out of the alien spaceship. They decide to follow one of the aliens to see if they can find a way out. When they get there, they find that it is an escape pod! Captain Wilder and his crew run toward it, but it is too late. The alien ship has already launched the escape pod! Captain Wilder and his crew are furious that someone has stolen their only chance at escaping from this ship! They must find another way out!"
  },
  {
   "ID": 99,
   "SCENE": "Captain Wilder and his crew are still trying to find a way out of the alien spaceship. They decide to follow one of the aliens to see if they can find a way out. When they get there, they find that it is an escape pod! Captain Wilder and his crew run toward it, but it is too late. The alien ship has already launched the escape pod! Captain Wilder and his crew are furious that someone has stolen their only chance at escaping from this ship! They must find another way out!"
  },
  {
   "ID": 100,
   "SCENE": "Captain Wilder and his crew are still trying to find a way out of the alien spaceship. They decide to follow one of the aliens to see if they can find a way out. When they get there, they find that it is an escape pod! Captain Wilder and his crew run toward it, but it is too late. The alien ship has already launched the escape pod! Captain Wilder and his crew are furious that someone has stolen their only chance at escaping from this ship! They must find another way out!"
  }
 ],
 "SETTING": "-a dark and foreboding alien world\n-a world full of strange and dangerous creatures\n-a world where the laws of physics are different\n-a world where time has no meaning\n-a world where mind-control is possible\n-a world where torture is commonplace\n-a world where technology is far beyond our own",
 "SYNOPSIS": "Captain J.T. Wilder of the starship USS Ernest Rutherford is on a five-year mission to explore deep space. It is a time of great excitement and adventure for the crew as they travel to distant galaxies and make new discoveries. However, on their latest mission, things take a turn for the worse. As they enter an unknown region of space, the ship is attacked by a horde of aliens. The creatures are unlike anything they have ever seen before and they are quickly overrun. During the course of the battle, Wilder is wounded and taken prisoner by the aliens. He is taken to their home world, where he is experimented on and subjected to unthinkable torture. As he suffers at the hands of his captors, Wilder's mind starts to unravel. He begins to question who he is and what his purpose is. He wonders if he will ever escape and return to his ship and crew. Wilder's captors continue to torture and experiment on him, but he does not break. He remains stubbornly resistant to their attempts to break him. As he suffers, Wilder starts to have strange visions. He sees his ship and crew, but they are in different places and different times. He sees them fighting and dying, but he does not know if they are real or if they are just products of hisimagination. Wilder's captors become frustrated with him and decide to subject him to a final, brutal experiment. They remove his eyes and insert two strange orbs in their place. These orbs allow Wilder to see into the past, present, and future. He sees all the different paths his life could have taken and all the different ways his ship and crew could have died. He also sees a way to escape. Wilder finally breaks free from his captors and makes his way back to his ship. He is driven by a single purpose: to find and rescue his crew. He knows it will not be easy, but he is willing to do whatever it takes. He is a changed man, but he is still the same strong and determined leader his crew knows and loves. He will stop at nothing to save them and he will not rest until they are all safe.",
 "THEME": "The universal truth in this story is that no matter how difficult things get, you should never give up hope. Things may seem hopeless, but there is always a way to persevere."
}